{
    "The boy with fair hair lowered himself down the last few feet of rock and began to pick his way toward the lagoon": "Chapter 1",
    "We can use this to call the others. Have a meeting. They'll come when they hear us": "Chapter 1",
    "The conch exploded into a thousand white and jagged shards": "Chapter 11",
    "Maybe there is a beast... maybe it's only us": "Chapter 8",
    "Ralph wept for the end of innocence, the darkness of man's heart, and the fall through the air of the true, wise friend called Piggy": "Chapter 12",
    "The world, that understandable and lawful world, was slipping away": "Chapter 5",
    "The thing is - fear can't hurt you any more than a dream": "Chapter 5",
    "This is a good island. We can do anything we like. We can go where we like, we can do what we like": "Chapter 2",
    "The fire was the most important thing on the island, because it was the only thing that could bring rescue": "Chapter 2",
    "I know about people. I'm so clever that I don't need any more help": "Chapter 4",
    "We'll have to have hands up like at school": "Chapter 1",
    "What are we? Humans? Or animals? Or savages?": "Chapter 8",
    "The beast was harmless and horrible; and the news must reach the others as soon as possible": "Chapter 8",
    "The head is for the beast. It's a gift": "Chapter 8",
    "I'm not going to play any longer. Not with you": "Chapter 4",
    "The fire was the most important thing on the island": "Chapter 12",
    "What are we going to do, Ralph? There's no food and no water": "Chapter 9",
    "The rules! You're breaking the rules!": "Chapter 11",
    "The darkness of man's heart": "Chapter 12",
    "He was a chief now in truth; and he made stabbing motions with his spear": "Chapter 12",
    "The sky was overcast with clouds, and the sea was as dry as glass": "Chapter 12",
    "We ought to have more rules!": "Chapter 1",
    "Kill the pig! Cut her throat! Kill the pig! Bash her in!": "Chapter 9",
    "What's the matter with you, Piggy?": "Chapter 4",
    "He began to dance and his laughter became a bloodthirsty snarl": "Chapter 9",
    "The rock struck Piggy with a sickening thud": "Chapter 11",
    "Ralph, in his tears, spoke of the darkness of man's heart, and the fall through the air of the true, wise friend called Piggy": "Chapter 12",
    "The officer had not come up yet, and they stood in front of the fire and the smoke, and the flames lit the dark sea as they waited": "Final Line"
  }
  