{
    "I had worked hard for nearly two years, for the sole purpose of infusing life into an inanimate body": "Chapter 5",
    "I had desired it with an ardour that far exceeded moderation; but now that I had finished, the beauty of the dream vanished, and breathless horror and disgust filled my heart": "Chapter 5",
    "I had feelings of anger, hatred, and revulsion towards the being I had created": "Chapter 5",
    "I am malicious because I am miserable. Am I not shunned and hated by all mankind?": "Chapter 16",
    "The different accidents of life are not so changeable as the feelings of human nature": "Chapter 24",
    "If I cannot inspire love, I will cause fear": "Chapter 16",
    "The monster, who was once the victim, becomes the predator": "Chapter 16",
    "You will rejoice to hear that no disaster has accompanied the commencement of an enterprise which you have regarded with such evil forebodings": "Chapter 5",
    "The world was to me a secret which I desired to divine": "Chapter 4",
    "I had before been moving in a dream, but now I was awake": "Chapter 20",
    "I had lost everything: my health, my peace of mind, and my future": "Chapter 24",
    "How can I describe my emotions at this catastrophe?": "Chapter 5",
    "I had once been filled with a sense of greatness, but now I had become a monster in my own eyes": "Chapter 24",
    "I had no friend, no companion, no one to love": "Chapter 16",
    "I, the miserable and abandoned, am an outcast in the world of humans": "Chapter 16",
    "The monster’s power over me was undeniable": "Chapter 20",
    "It was the secrets of heaven and earth that I desired to learn": "Chapter 2",
    "The beauty of the dream vanished, and breathless horror and disgust filled my heart": "Chapter 5",
    "The work was a nightmare, but I continued, driven by an unnatural thirst for knowledge": "Chapter 5",
    "You must create a female for me": "Chapter 20",
    "I am alone and miserable. Only someone as hideous as I am could love me": "Chapter 16",
    "The creature had no power over me, but I had none over him": "Chapter 20",
    "What is the purpose of a man, who is without hope and without any goal to strive for?": "Chapter 24",
    "I am not a man to be easily turned from my course": "Chapter 24",
    "I pursued him with a fury that was beyond reason, but he still escaped": "Chapter 24",
    "I must die, but my work must continue": "Chapter 24"
  }
  