{
    "When shall we three meet again? In thunder, lightning, or in rain?": "Act 1, Scene 1",
    "Fair is foul, and foul is fair": "Act 1, Scene 1",
    "If you can look into the seeds of time, And say which grain will grow and which will not, Speak then to me": "Act 1, Scene 3",
    "All hail, Macbeth! Hail to thee, Thane of Glamis! All hail, Macbeth! Hail to thee, Thane of Cawdor! All hail, Macbeth, that shalt be king hereafter!": "Act 1, Scene 3",
    "Thou art too like the spirit of Banquo: down! Thy crown does sear mine eye-balls": "Act 3, Scene 4",
    "Out, out brief candle! Life's but a walking shadow, a poor player that struts and frets his hour upon the stage": "Act 5, Scene 5",
    "Is this a dagger which I see before me, The handle toward my hand?": "Act 2, Scene 1",
    "Macbeth does murder sleep, the innocent sleep, Sleep that knits up the ravell'd sleave of care, The death of each day's life, sore labour's bath, Balm of hurt minds, great nature's second course, Chief nourisher in life's feast": "Act 2, Scene 2",
    "Out, damned spot! Out, I say!": "Act 5, Scene 1",
    "What's done is done": "Act 3, Scene 2",
    "I am in blood stepped in so far that, should I wade no more, Returning were as tedious as go o'er": "Act 3, Scene 4",
    "The thane of Cawdor lives: why do you dress me in borrow'd robes?": "Act 1, Scene 3",
    "None of woman born shall harm Macbeth": "Act 4, Scene 1",
    "To be thus is nothing; But to be safely thus. Our fears in Banquo stick deep, And in his royalty of nature reigns that which would be feared": "Act 3, Scene 1",
    "Double, double toil and trouble; Fire burn and cauldron bubble": "Act 4, Scene 1",
    "A little water clears us of this deed": "Act 2, Scene 2",
    "We will proceed no further in this business": "Act 1, Scene 7",
    "Look like the innocent flower, But be the serpent under't": "Act 1, Scene 5",
    "What's the matter, you have it now: You look but you do not see": "Act 3, Scene 4",
    "Give me your hand: what's done cannot be undone": "Act 5, Scene 1",
    "Thane of Glamis, Thane of Cawdor, and shalt be king hereafter": "Act 1, Scene 3",
    "I have no spur to prick the sides of my intent, but only vaulting ambition": "Act 1, Scene 7",
    "By the clock 'tis day, and yet dark night strangles the travelling lamp": "Act 2, Scene 4",
    "All hail, Macbeth, that shalt be king hereafter!": "Act 1, Scene 3",
    "How sharper than a serpent's tooth it is to have a thankless child!": "Act 4, Scene 2",
    "The night has been unruly": "Act 2, Scene 4",
    "The mind I sway by and the heart I bear shall never sag with doubt nor shake with fear": "Act 3, Scene 1",
    "It is a tale told by an idiot, full of sound and fury, signifying nothing": "Act 5, Scene 5",
    "I dare do all that may become a man; Who dares do more is none": "Act 1, Scene 7",
    "Thou canst not say I did it: never shake Thy gory locks at me": "Act 3, Scene 4",
    "Here had we now our country's honor roof'd, Were the graced person of our Banquo present": "Act 3, Scene 4"
  }
  